{
    "version": {
        "id": 1,
        "title": "Parables",
        "lang": "Parables English",
        "code": "us-en",
        "package": "com.naxr.bible.story",
        "status": "active",
        "created_at": "2022-09-26T12:00:21.000000Z",
        "updated_at": "2022-09-26T12:00:21.000000Z"
    },
    "parables": [
        {
            "id": 1,
            "name": "Parable of the Lost Sheep",
            "code": "lost_sheep",
            "image": "https:\/\/naxrohan.github.io\/images\/story\/lost_sheep.png",
            "audio": "https:\/\/naxrohan.github.io\/images\/story\/lost_sheep.mp3",
            "details": "Loss and redemption",
            "from_books": "Matthew 18:10–14",
            "story_text": "The Parable of the Lost Sheep\nWhen the Pharisees saw that Jesus received sinners and ate with them, they grumbled. So he told them this parable\nOnce there was a Shepard who had a hundred sheep. One day while sending his sheep to graze in the pastures\nThat\\'s when he realized that one of his sheep was missing\nSo he left the remaining ninety-nine sheep in the open country,\nAnd went after the one sheep that was lost \nHe went through out the country side and the pastures\nHe searched for the sheep far and wide, until he found it.\nFinally he spots the lost sheep in a distant place\nWhen he finally gets the lost sheep in his hands, he becomes very happy\nAfter he has found it, he lays it on his shoulders, rejoicing.\nAnd when he comes home, he calls together his friends and his neighbors, saying to them, ‘Rejoice with me, for I have found my sheep that was lost.’\nJust so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance",
            "parable_version_id": 1,
            "status": "active",
            "created_at": "2022-09-26T12:04:31.000000Z",
            "updated_at": "2022-09-27T11:40:14.000000Z"
        },
        {
            "id": 2,
            "name": "The Prodigal Son",
            "code": "prodigal_son",
            "image": "https:\/\/naxrohan.github.io\/images\/story\/prodigal_son.png",
            "audio": "https:\/\/naxrohan.github.io\/images\/story\/prodigal_son.mp3",
            "details": "Loss and redemption",
            "from_books": "Luke 15:11–32",
            "story_text": "The Parable of the Prodigal Son\nOnce there was a man who had two sons. \nAnd the younger of them said to his father, ‘Father, give me the share of property that is coming to me.’ \nAnd he divided his property between them. \nNot many days later, the younger son gathered all he had and took a journey into a far country.\nAnd there he squandered his property in reckless living. \nAnd when he had spent everything, a severe famine arose in that country, and he began to be in need. \nOnce all his wealth was over, all his friends left him\nSo he went and hired himself out to one of the citizens of that country \nThis employer sent him into his fields to feed pigs. \nAnd he was longing to be fed with the pods that the pigs ate, and no one gave him anything.\n\"But when he came to himself, he said, ‘How many of my fathers hired servants have more than enough bread, but I perish here with hunger! \nI will arise and go to my father, and I will say to him, \"Father, I have sinned against heaven and before you. I am no longer worthy to be called your son. Treat me as one of your hired servants.\"’ \nAnd he arose and came to his father. But his father was already awaiting his return\nBut while he was still a long way off, his father saw him and felt compassion,\nAnd ran and embraced him and kissed him.\nAnd the son said to him, ‘Father, I have sinned against heaven and before you. I am no longer worthy to be called your son.’\nBut the father said to his servants, \\'Bring quickly the best robe, and put it on him, and put a ring on his hand, and shoes on his feet. And bring the fattened calf and kill it, and let us eat and celebrate.\" \n\"For this my son was dead, and is alive again; he was lost, and is found.’ And they began to celebrate.\n\"Now his older son was in the field, and as he came and drew near to the house, he heard music and dancing. And he called one of the servants and asked what these things meant. \nAnd he said to him, ‘Your brother has come, and your father has killed the fattened calf, because he has received him back safe and sound.’ But he was angry and refused to go in. \nHis father came out and entreated him, but he answered his father, ‘Look, these many years I have served you, and I never disobeyed your command, yet you never gave me a young goat, that I might celebrate with my friends. \nBut when this son of yours came, who has devoured your property, you killed the fattened calf for him!’ \nAnd he said to him, Son, you are always with me, and all that is mine is yours.\nIt was fitting to celebrate and be glad, for this your brother was dead, and is alive; he was lost, and is found.",
            "parable_version_id": 1,
            "status": "active",
            "created_at": "2022-09-26T12:04:31.000000Z",
            "updated_at": "2022-09-27T11:42:37.000000Z"
        },
        {
            "id": 3,
            "name": "Parable of the Sower",
            "code": "sower",
            "image": "https:\/\/naxrohan.github.io\/images\/story\/sower.png",
            "audio": "https:\/\/naxrohan.github.io\/images\/story\/sower.mp3",
            "details": "Kingdom of Heaven",
            "from_books": "Matthew 13:3–9",
            "story_text": "The Parable of the Sower\nOnce great crowds gathered about him, so that he got into a boat and sat down. And the whole crowd stood on the beach. \nAnd he told them many things in parables, saying: Once a sower went out to sow. And as he sowed, \nAs he was scattering the seed, some fell along the path, it was trampled on and the birds ate it up.\nOther seeds fell on rocky ground, where they did not have much soil, and immediately they sprang up.\nSince they had no depth of soil, but when the sun rose they were scorched. And since they had no root, they withered away.\nOther seeds fell among thorns, and the thorns grew up and choked them. \nStill other seed fell on good soil. It came up and yielded a crop.\nSome a hundredfold, some sixty, some thirty. When he said this, he called out, “Whoever has ears to hear, let them hear.” \nHis disciples asked him what this parable meant. He said, “The knowledge of the secrets of the kingdom of God has been given to you, but to others I speak in parables, so that,\n“though seeing, they may not see, though hearing, they may not understand. “This is the meaning of the parable: The seed is the word of God. \nThose along the path are the ones who hear, and then the devil comes and takes away the word from their hearts, so that they may not believe and be saved. \nThose on the rocky ground are the ones who receive the word with joy when they hear it, but they have no root. They believe for a while, but in the time of testing they fall away.\nThe seed that fell among thorns stands for those who hear, but as they go on their way they are choked by life’s worries, riches and pleasures, and they do not mature. \nBut the seed on good soil stands for those with a noble and good heart, who hear the word, retain it, and by persevering produce a crop. \nHe indeed bears fruit and yields, in one case a hundredfold, in another sixty, and in another thirty.”",
            "parable_version_id": 1,
            "status": "active",
            "created_at": "2022-09-26T12:04:31.000000Z",
            "updated_at": "2022-09-27T11:43:01.000000Z"
        },
        {
            "id": 4,
            "name": "The Good Samaritan",
            "code": "good_samaritan",
            "image": "https:\/\/naxrohan.github.io\/images\/story\/good_samaritan.png",
            "audio": "https:\/\/naxrohan.github.io\/images\/story\/good_samaritan.mp3",
            "details": "Love and forgiveness",
            "from_books": "Luke 10:25–37",
            "story_text": "The Parable of the Good Samaritan\n\"Teacher! What must I do to receive eternal life? The man who asked the question was a lawyer, trying to trick Jesus.\n\"What does God\\'s Law say?\" Jesus responded\n\"Love God and your neighbor,\" the man said. \"But who is my neighbor?\" he asked.\nTo answer the man\\'s question, Jesus told a story about a man traveling on the road from Jerusalem to Jericho.\nThe man was attacked by thieves.\nThe thieves stole everything they could find, even taking the unfortunate traveler\\'s clothes.\nThey also wounded him badly, leaving him half dead at the side of the road.\nNow by chance a certain priest came by. Surely he would help the wounded man.\nNo! When he saw the man bleeding, he passed by on the other side of the road.\nSoon the pad of feet announced the approach of another person.\nHe was a Levite, a man who helped the priests at the temple.\nHe went and looked at the hurt man, then walked away without helping.\nFinally a Samaritan man came along. Jewish people hated Samaritans. People listening to Jesus story would not expect a Samaritan to be the hero.\nBut he was. The Samaritan cared, and stopped to help.\nThe Samaritan kneeled, and gently put medicine and bandages on the stranger\\'s wounds.\nThen he helped the hurt man onto his own donkey.\nAt a roadside inn, the Samaritan took care of the man all night.\nIn the morning he paid the innkeeper to care for the traveler until he was well again.\nFinally he told him, \"Take care of him, and whatever more you spend, I will repay you when I come back.\" \nThe story ended. Jesus asked, \"Who was neighbor to the hurt man? \"The lawyer answered, \"His neighbor was the Samaritan who showed mercy.\"\n\"Go, and do likewise,\" Jesus said. A neighbor is anybody in need. We can show love by helping people in need. That pleases God.",
            "parable_version_id": 1,
            "status": "active",
            "created_at": "2022-09-26T12:04:31.000000Z",
            "updated_at": "2022-09-27T11:43:31.000000Z"
        },
        {
            "id": 5,
            "name": "The Ten Virgins",
            "code": "ten_virgins",
            "image": "https:\/\/naxrohan.github.io\/images\/story\/ten_virgins.png",
            "audio": "https:\/\/naxrohan.github.io\/images\/story\/ten_virgins.mp3",
            "details": "Eschatology",
            "from_books": "Matthew 25:1–13",
            "story_text": "The Parable of the Ten Virgins\n“At that time the kingdom of heaven will be like ten virgins who took their lamps and went out to meet the bridegroom.\nFive of them were foolish and five were wise.\nThe foolish ones took their lamps but did not take any oil with them.\nThe wise ones, however, took oil in jars along with their lamps.\nThe bridegroom was a long time in coming, and they all became drowsy and fell asleep.\n“At midnight the cry rang out: ‘Here’s the bridegroom! Come out to meet him!’\n“Then all the virgins woke up and trimmed their lamps.\nThe foolish ones said to the wise, ‘Give us some of your oil; our lamps are going out.’\n“‘No,’ they replied, ‘there may not be enough for both us and you. Instead, go to those who sell oil and buy some for yourselves.’\n“But while they were on their way to buy the oil, the bridegroom arrived. The virgins who were ready went in with him to the wedding banquet. And the door was shut.\n“Later the others also came. ‘Lord, Lord,’ they said, ‘open the door for us!’\n“But he replied, ‘Truly I tell you, I don’t know you.’\n“Therefore keep watch, because you do not know the day or the hour.",
            "parable_version_id": 1,
            "status": "active",
            "created_at": "2022-09-26T12:04:31.000000Z",
            "updated_at": "2022-09-27T11:44:09.000000Z"
        },
        {
            "id": 6,
            "name": "Parable of the Great Banquet",
            "code": "wedding_banquet",
            "image": "https:\/\/naxrohan.github.io\/images\/story\/wedding_banquet.png",
            "audio": "https:\/\/naxrohan.github.io\/images\/story\/wedding_banquet.mp3",
            "details": "Eschatology",
            "from_books": "Matthew 22:1–14",
            "story_text": "The Parable of the Wedding Banquet (Matthew 22)\nJesus spoke to them again in parables, saying:\n“The kingdom of heaven is like a king who prepared a wedding banquet for his son.\nHe sent his servants to those who had been invited to the banquet to tell them to come, but they refused to come.\n“Then he sent some more servants and said, ‘Tell those who have been invited that I have prepared my dinner: My oxen and fattened cattle have been butchered, and everything is ready. Come to the wedding banquet.’\n“But they paid no attention and went off—one to his field, another to his business.  The rest seized his servants, mistreated them and killed them.\nThe king was enraged. He sent his army and destroyed those murderers and burned their city.\n“Then he said to his servants, ‘The wedding banquet is ready, but those I invited did not deserve to come.\nSo go to the street corners and invite to the banquet anyone you find.’\nSo the servants went out into the streets and gathered all the people they could find, the bad as well as the good, and the wedding hall was filled with guests.\n“But when the king came in to see the guests, he noticed a man there who was not wearing wedding clothes.\nHe asked, ‘How did you get in here without wedding clothes, friend?’ The man was speechless.\n“Then the king told the attendants, ‘Tie him hand and foot, and throw him outside, into the darkness, where there will be weeping and gnashing of teeth.’\n“For many are invited, but few are chosen.”",
            "parable_version_id": 1,
            "status": "active",
            "created_at": "2022-09-26T12:04:31.000000Z",
            "updated_at": "2022-09-27T11:50:04.000000Z"
        },
        {
            "id": 7,
            "name": "Parable of the Unjust Steward",
            "code": "shrewd_manager",
            "image": "https:\/\/naxrohan.github.io\/images\/story\/shrewd_manager.png",
            "audio": "https:\/\/naxrohan.github.io\/images\/story\/shrewd_manager.mp3",
            "details": "Other",
            "from_books": "Luke 16:1–13",
            "story_text": "The Parable of the Shrewd Manager\nJesus told his disciples: “There was a rich man whose manager was accused of wasting his possessions.\nSo he called him in and asked him, ‘What is this I hear about you? Give an account of your management, because you cannot be manager any longer.’\n“The manager said to himself, ‘What shall I do now? My master is taking away my job. I’m not strong enough to dig, and I’m ashamed to beg—\nI know what I’ll do so that, when I lose my job here, people will welcome me into their houses.’\n“So he called in each one of his master’s debtors. He asked the first, ‘How much do you owe my master?’\n“‘Nine hundred gallons[a] of olive oil,’ he replied.\n“The manager told him, ‘Take your bill, sit down quickly, and make it four hundred and fifty.’\n“Then he asked the second, ‘And how much do you owe?’\n“‘A thousand bushels[b] of wheat,’ he replied.\n“He told him, ‘Take your bill and make it eight hundred.’\n“The master commended the dishonest manager because he had acted shrewdly. For the people of this world are more shrewd in dealing with their own kind than are the people of the light.  I tell you, use worldly wealth to gain friends for yourselves, so that when it is gone, you will be welcomed into eternal dwellings.\n“Whoever can be trusted with very little can also be trusted with much, and whoever is dishonest with very little will also be dishonest with much.\nSo if you have not been trustworthy in handling worldly wealth, who will trust you with true riches?\nAnd if you have not been trustworthy with someone else’s property, who will give you property of your own?\n“No one can serve two masters. Either you will hate the one and love the other, or you will be devoted to the one and despise the other. You cannot serve both God and money.”",
            "parable_version_id": 1,
            "status": "active",
            "created_at": "2022-09-26T12:04:31.000000Z",
            "updated_at": "2022-09-27T11:50:19.000000Z"
        },
        {
            "id": 8,
            "name": "The Rich Man and Lazarus",
            "code": "lazarus",
            "image": "https:\/\/naxrohan.github.io\/images\/story\/lazarus.png",
            "audio": "https:\/\/naxrohan.github.io\/images\/story\/lazarus.mp3",
            "details": "Other",
            "from_books": "Luke 16:19–31",
            "story_text": "The Rich Man and Lazarus\n“There was a rich man who was dressed in purple and fine linen and lived in luxury every day.\nAt his gate was laid a beggar named Lazarus, covered with sores\nand longing to eat what fell from the rich man’s table. Even the dogs came and licked his sores.\n“The time came when the beggar died and the angels carried him to Abraham’s side. The rich man also died and was buried. In Hades, where he was in torment, he looked up and saw Abraham far away, with Lazarus by his side.\nSo he called to him, ‘Father Abraham, have pity on me and send Lazarus to dip the tip of his finger in water and cool my tongue, because I am in agony in this fire.’\n“But Abraham replied, ‘Son, remember that in your lifetime you received your good things, while Lazarus received bad things, but now he is comforted here and you are in agony.\nAnd besides all this, between us and you a great chasm has been set in place, so that those who want to go from here to you cannot, nor can anyone cross over from there to us.’\n“He answered, ‘Then I beg you, father, send Lazarus to my family,  for I have five brothers. Let him warn them, so that they will not also come to this place of torment.’\n“Abraham replied, ‘They have Moses and the Prophets; let them listen to them.’\n “‘No, father Abraham,’ he said, ‘but if someone from the dead goes to them, they will repent.’\n“He said to him, ‘If they do not listen to Moses and the Prophets, they will not be convinced even if someone rises from the dead.’”",
            "parable_version_id": 1,
            "status": "active",
            "created_at": "2022-09-26T12:04:31.000000Z",
            "updated_at": "2022-09-27T11:50:38.000000Z"
        },
        {
            "id": 9,
            "name": "Parable of the Talents",
            "code": "bags_of_gold",
            "image": "https:\/\/naxrohan.github.io\/images\/story\/bags_of_gold.png",
            "audio": "https:\/\/naxrohan.github.io\/images\/story\/bags_of_gold.mp3",
            "details": "Other",
            "from_books": "Matthew 25:14–30",
            "story_text": "The Parable of the Bags of Gold\nHe said: “A man of noble birth went to a distant country to have himself appointed king and then to return.\nSo he called ten of his servants and gave them ten minas.[a] ‘Put this money to work,’ he said, ‘until I come back.’\n“But his subjects hated him and sent a delegation after him to say, ‘We don’t want this man to be our king.’\n“He was made king, however, and returned home. Then he sent for the servants to whom he had given the money, in order to find out what they had gained with it.\n“The first one came and said, ‘Sir, your mina has earned ten more.’\n“‘Well done, my good servant!’ his master replied. ‘Because you have been trustworthy in a very small matter, take charge of ten cities.’\n“The second came and said, ‘Sir, your mina has earned five more.’\n“His master answered, ‘You take charge of five cities.’\n“Then another servant came and said, ‘Sir, here is your mina; I have kept it laid away in a piece of cloth.\nI was afraid of you, because you are a hard man. You take out what you did not put in and reap what you did not sow.’\n“His master replied, ‘I will judge you by your own words, you wicked servant! You knew, did you, that I am a hard man, taking out what I did not put in, and reaping what I did not sow?\nWhy then didn’t you put my money on deposit, so that when I came back, I could have collected it with interest?’\n“Then he said to those standing by, ‘Take his mina away from him and give it to the one who has ten minas.’\n“‘Sir,’ they said, ‘he already has ten!’\n“He replied, ‘I tell you that to everyone who has, more will be given, but as for the one who has nothing, even what they have will be taken away. But those enemies of mine who did not want me to be king over them—bring them here and kill them in front of me.’”",
            "parable_version_id": 1,
            "status": "active",
            "created_at": "2022-09-26T12:04:31.000000Z",
            "updated_at": "2022-09-27T11:50:56.000000Z"
        },
        {
            "id": 10,
            "name": "Parable of the Workers in the Vineyard",
            "code": "vineyard",
            "image": "https:\/\/naxrohan.github.io\/images\/story\/vineyard.png",
            "audio": "https:\/\/naxrohan.github.io\/images\/story\/vineyard.mp3",
            "details": "Other",
            "from_books": "Matthew 20:1–16",
            "story_text": "The Parable of the Workers in the Vineyard\n“For the kingdom of heaven is like a landowner who went out early in the morning to hire workers for his vineyard.  He agreed to pay them a denarius[a] for the day and sent them into his vineyard.\n“About nine in the morning he went out and saw others standing in the marketplace doing nothing.\nHe told them, ‘You also go and work in my vineyard, and I will pay you whatever is right.’  So they went.\n“He went out again about noon and about three in the afternoon and did the same thing.\nAbout five in the afternoon he went out and found still others standing around. He asked them, ‘Why have you been standing here all day long doing nothing?’\n“‘Because no one has hired us,’ they answered.\n“He said to them, ‘You also go and work in my vineyard.’\n“When evening came, the owner of the vineyard said to his foreman, ‘Call the workers and pay them their wages, beginning with the last ones hired and going on to the first.’\n“The workers who were hired about five in the afternoon came and each received a denarius.\nSo when those came who were hired first, they expected to receive more. But each one of them also received a denarius.\nWhen they received it, they began to grumble against the landowner.\n‘These who were hired last worked only one hour,’ they said, ‘and you have made them equal to us who have borne the burden of the work and the heat of the day.’\n“But he answered one of them, ‘I am not being unfair to you, friend. Didn’t you agree to work for a denarius?  Take your pay and go. I want to give the one who was hired last the same as I gave you.\nDon’t I have the right to do what I want with my own money? Or are you envious because I am generous?’\n“So the last will be first, and the first will be last.”",
            "parable_version_id": 1,
            "status": "active",
            "created_at": "2022-09-26T12:04:31.000000Z",
            "updated_at": "2022-09-27T11:51:23.000000Z"
        },
        {
            "id": 11,
            "name": "Wise &amp; Foolish Builders",
            "code": "foolish_builders",
            "image": "https:\/\/naxrohan.github.io\/images\/story\/foolish_builders.png",
            "audio": "https:\/\/naxrohan.github.io\/images\/story\/foolish_builders.mp3",
            "details": "Other",
            "from_books": "Matthew 7:24–27",
            "story_text": "The Wise and Foolish Builders\n“Therefore everyone who hears these words of mine and puts them into practice is like a wise man who built his house on the rock.\nThe rain came down, the streams rose, and the winds blew and beat against that house; yet it did not fall, because it had its foundation on the rock.\nBut everyone who hears these words of mine and does not put them into practice is like a foolish man who built his house on sand.\nThe rain came down, the streams rose, and the winds blew and beat against that house, and it fell with a great crash.”",
            "parable_version_id": 1,
            "status": "active",
            "created_at": "2022-09-26T12:04:31.000000Z",
            "updated_at": "2022-09-27T11:51:32.000000Z"
        },
        {
            "id": 12,
            "name": "Unforgiving Servant",
            "code": "unforgiving_servant",
            "image": "https:\/\/naxrohan.github.io\/images\/story\/unforgiving_servant.png",
            "audio": "https:\/\/naxrohan.github.io\/images\/story\/unforgiving_servant.mp3",
            "details": "Love and forgiveness",
            "from_books": "Matthew 18:23–35",
            "story_text": "The Unforgiving Servant\n“Therefore, the kingdom of heaven is like a king who wanted to settle accounts with his servants.\nAs he began the settlement, a man who owed him ten thousand bags of gold[a] was brought to him.\nSince he was not able to pay, the master ordered that he and his wife and his children and all that he had be sold to repay the debt.\n“At this the servant fell on his knees before him. ‘Be patient with me,’ he begged, ‘and I will pay back everything.’\nThe servant’s master took pity on him, canceled the debt and let him go.\n“But when that servant went out, he found one of his fellow servants who owed him a hundred silver coins.[b] He grabbed him and began to choke him. ‘Pay back what you owe me!’ he demanded.\n“His fellow servant fell to his knees and begged him, ‘Be patient with me, and I will pay it back.’\n“But he refused. Instead, he went off and had the man thrown into prison until he could pay the debt.\nWhen the other servants saw what had happened, they were outraged and went and told their master everything that had happened.\n“Then the master called the servant in. ‘You wicked servant,’ he said, ‘I canceled all that debt of yours because you begged me to.\nShouldn’t you have had mercy on your fellow servant just as I had on you?’\nIn anger his master handed him over to the jailers to be tortured, until he should pay back all he owed.\n“This is how my heavenly Father will treat each of you unless you forgive your brother or sister from your heart.”",
            "parable_version_id": 1,
            "status": "active",
            "created_at": "2022-09-26T12:04:31.000000Z",
            "updated_at": "2022-09-27T11:51:42.000000Z"
        },
        {
            "id": 13,
            "name": "Parable of the Unjust Judge",
            "code": "persistent_widow",
            "image": "https:\/\/naxrohan.github.io\/images\/story\/persistent_widow.png",
            "audio": "https:\/\/naxrohan.github.io\/images\/story\/persistent_widow.mp3",
            "details": "Prayer",
            "from_books": "Luke 18:1–8",
            "story_text": "The Parable of the Persistent Widow\nThen Jesus told his disciples a parable to show them that they should always pray and not give up.\nHe said: “In a certain town there was a judge who neither feared God nor cared what people thought.\nAnd there was a widow in that town who kept coming to him with the plea, ‘Grant me justice against my adversary.’\n“For some time he refused. But finally he said to himself, ‘Even though I don’t fear God or care what people think,\nyet because this widow keeps bothering me, I will see that she gets justice, so that she won’t eventually come and attack me!’”\nAnd the Lord said, “Listen to what the unjust judge says.\nAnd will not God bring about justice for his chosen ones, who cry out to him day and night? Will he keep putting them off?\nI tell you, he will see that they get justice, and quickly. However, when the Son of Man comes, will he find faith on the earth?”",
            "parable_version_id": 1,
            "status": "active",
            "created_at": "2022-09-26T12:04:31.000000Z",
            "updated_at": "2022-09-27T11:52:35.000000Z"
        },
        {
            "id": 14,
            "name": "Pharisee &amp; Publican",
            "code": "tax_collector",
            "image": "https:\/\/naxrohan.github.io\/images\/story\/tax_collector.png",
            "audio": "https:\/\/naxrohan.github.io\/images\/story\/tax_collector.mp3",
            "details": "Prayer",
            "from_books": "Luke 18:9–14",
            "story_text": "The Parable of the Pharisee and the Tax Collector\nTo some who were confident of their own righteousness and looked down on everyone else, Jesus told this parable:\n“Two men went up to the temple to pray, one a Pharisee and the other a tax collector.\nThe Pharisee stood by himself and prayed: ‘God, I thank you that I am not like other people—robbers, evildoers, adulterers—or even like this tax collector.\nI fast twice a week and give a tenth of all I get.’\n“But the tax collector stood at a distance. He would not even look up to heaven, but beat his breast and said, ‘God, have mercy on me, a sinner.’\n“I tell you that this man, rather than the other, went home justified before God. For all those who exalt themselves will be humbled, and those who humble themselves will be exalted.”",
            "parable_version_id": 1,
            "status": "active",
            "created_at": "2022-09-26T12:04:31.000000Z",
            "updated_at": "2022-09-27T11:52:46.000000Z"
        },
        {
            "id": 15,
            "name": "Parable of the Faithful Servant",
            "code": "faithful_servant",
            "image": "https:\/\/naxrohan.github.io\/images\/story\/faithful_servant.png",
            "audio": "https:\/\/naxrohan.github.io\/images\/story\/faithful_servant.mp3",
            "details": "Eschatology",
            "from_books": "Matthew 24:42–51",
            "story_text": "The Faithful Servant\n“Therefore keep watch, because you do not know on what day your Lord will come.\nBut understand this: If the owner of the house had known at what time of night the thief was coming, he would have kept watch and would not have let his house be broken into.\nSo you also must be ready, because the Son of Man will come at an hour when you do not expect him.\n“Who then is the faithful and wise servant, whom the master has put in charge of the servants in his household to give them their food at the proper time?\nIt will be good for that servant whose master finds him doing so when he returns.\nTruly I tell you, he will put him in charge of all his possessions.\nBut suppose that servant is wicked and says to himself, ‘My master is staying away a long time,’\nand he then begins to beat his fellow servants and to eat and drink with drunkards.\nThe master of that servant will come on a day when he does not expect him and at an hour he is not aware of.\nHe will cut him to pieces and assign him a place with the hypocrites, where there will be weeping and gnashing of teeth.",
            "parable_version_id": 1,
            "status": "active",
            "created_at": "2022-09-26T12:04:31.000000Z",
            "updated_at": "2022-09-27T11:52:56.000000Z"
        },
        {
            "id": 16,
            "name": "Parable of the Tenants",
            "code": "tenants",
            "image": "https:\/\/naxrohan.github.io\/images\/story\/tenants.png",
            "audio": "https:\/\/naxrohan.github.io\/images\/story\/tenants.mp3",
            "details": "Eschatology",
            "from_books": "Matthew 21:33–41",
            "story_text": "The Parable of the Tenants\n“Listen to another parable: There was a landowner who planted a vineyard. He put a wall around it, dug a winepress in it and built a watchtower. Then he rented the vineyard to some farmers and moved to another place.\nWhen the harvest time approached, he sent his servants to the tenants to collect his fruit.\n“The tenants seized his servants; they beat one, killed another, and stoned a third.\nThen he sent other servants to them, more than the first time, and the tenants treated them the same way.\n Last of all, he sent his son to them. ‘They will respect my son,’ he said.\n“But when the tenants saw the son, they said to each other, ‘This is the heir. Come, let’s kill him and take his inheritance.’\nSo they took him and threw him out of the vineyard and killed him.\n“Therefore, when the owner of the vineyard comes, what will he do to those tenants?”\n“He will bring those wretches to a wretched end,” they replied, “and he will rent the vineyard to other tenants, who will give him his share of the crop at harvest time.”",
            "parable_version_id": 1,
            "status": "active",
            "created_at": "2022-09-26T12:04:31.000000Z",
            "updated_at": "2022-09-27T11:53:09.000000Z"
        },
        {
            "id": 17,
            "name": "Parable of the weeds",
            "code": "weeds",
            "image": "https:\/\/naxrohan.github.io\/images\/story\/weeds.png",
            "audio": "https:\/\/naxrohan.github.io\/images\/story\/weeds.mp3",
            "details": "Eschatology",
            "from_books": "Matthew 13:24–30",
            "story_text": "The Parable of the Weeds\nJesus told them another parable: “The kingdom of heaven is like a man who sowed good seed in his field.\nBut while everyone was sleeping, his enemy came and sowed weeds among the wheat, and went away.\n When the wheat sprouted and formed heads, then the weeds also appeared.\n“The owner’s servants came to him and said, ‘Sir, didn’t you sow good seed in your field? Where then did the weeds come from?’\n“‘An enemy did this,’ he replied.\n“The servants asked him, ‘Do you want us to go and pull them up?’\n    “‘No,’ he answered, ‘because while you are pulling the weeds, you may uproot the wheat with them.\nLet both grow together until the harvest. At that time I will tell the harvesters: First collect the weeds and tie them in bundles to be burned; then gather the wheat and bring it into my barn.’”",
            "parable_version_id": 1,
            "status": "active",
            "created_at": "2022-09-26T12:04:31.000000Z",
            "updated_at": "2022-09-27T11:53:29.000000Z"
        },
        {
            "id": 18,
            "name": "Parable of the Two Sons",
            "code": "two_sons",
            "image": "https:\/\/naxrohan.github.io\/images\/story\/two_sons.png",
            "audio": "https:\/\/naxrohan.github.io\/images\/story\/two_sons.mp3",
            "details": "Other",
            "from_books": "Matthew 21:28–32",
            "story_text": "The Parable of the Two Sons\n“What do you think? There was a man who had two sons. He went to the first and said, ‘Son, go and work today in the vineyard.’\n“‘I will not,’ he answered, but later he changed his mind and went.\n“Then the father went to the other son and said the same thing. He answered, ‘I will, sir,’ but he did not go.\n“Which of the two did what his father wanted?”\n“The first,” they answered.\nJesus said to them, “Truly I tell you, the tax collectors and the prostitutes are entering the kingdom of God ahead of you.\nFor John came to you to show you the way of righteousness, and you did not believe him, but the tax collectors and the prostitutes did. And even after you saw this, you did not repent and believe him.",
            "parable_version_id": 1,
            "status": "active",
            "created_at": "2022-09-26T12:04:31.000000Z",
            "updated_at": "2022-09-27T11:53:38.000000Z"
        },
        {
            "id": 19,
            "name": "Parable of the Sheep and the Goats",
            "code": "sheep_and_goats",
            "image": "https:\/\/naxrohan.github.io\/images\/story\/sheep_and_goats.png",
            "audio": "https:\/\/naxrohan.github.io\/images\/story\/sheep_and_goats.mp3",
            "details": "Eschatology",
            "from_books": "Matthew 25:31–46",
            "story_text": "The Sheep and the Goats\n“When the Son of Man comes in his glory, and all the angels with him, he will sit on his glorious throne.\nAll the nations will be gathered before him, and he will separate the people one from another as a shepherd separates the sheep from the goats.\nHe will put the sheep on his right and the goats on his left.\n“Then the King will say to those on his right, ‘Come, you who are blessed by my Father; take your inheritance, the kingdom prepared for you since the creation of the world.\nFor I was hungry and you gave me something to eat, I was thirsty and you gave me something to drink, I was a stranger and you invited me in,\nI needed clothes and you clothed me, I was sick and you looked after me, I was in prison and you came to visit me.’\n“Then the righteous will answer him, ‘Lord, when did we see you hungry and feed you, or thirsty and give you something to drink?\nWhen did we see you a stranger and invite you in, or needing clothes and clothe you?\nWhen did we see you sick or in prison and go to visit you?’\n“The King will reply, ‘Truly I tell you, whatever you did for one of the least of these brothers and sisters of mine, you did for me.’\n“Then he will say to those on his left, ‘Depart from me, you who are cursed, into the eternal fire prepared for the devil and his angels.\nFor I was hungry and you gave me nothing to eat, I was thirsty and you gave me nothing to drink,\nI was a stranger and you did not invite me in, I needed clothes and you did not clothe me, I was sick and in prison and you did not look after me.’\n“They also will answer, ‘Lord, when did we see you hungry or thirsty or a stranger or needing clothes or sick or in prison, and did not help you?’\n“He will reply, ‘Truly I tell you, whatever you did not do for one of the least of these, you did not do for me.’\n“Then they will go away to eternal punishment, but the righteous to eternal life.”",
            "parable_version_id": 1,
            "status": "active",
            "created_at": "2022-09-26T12:04:31.000000Z",
            "updated_at": "2022-09-27T11:53:56.000000Z"
        },
        {
            "id": 20,
            "name": "Parable of the Wedding Feast",
            "code": "wedding_feast",
            "image": "https:\/\/naxrohan.github.io\/images\/story\/wedding_feast.png",
            "audio": "https:\/\/naxrohan.github.io\/images\/story\/wedding_feast.mp3",
            "details": "Eschatology",
            "from_books": "Luke 14:7–14",
            "story_text": "Parable of the Wedding Feast\nWhen he noticed how the guests picked the places of honor at the table, he told them this parable:\n“When someone invites you to a wedding feast, do not take the place of honor, for a person more distinguished than you may have been invited.\nIf so, the host who invited both of you will come and say to you, ‘Give this person your seat.’ Then, humiliated, you will have to take the least important place.\nBut when you are invited, take the lowest place, so that when your host comes, he will say to you, ‘Friend, move up to a better place.’ Then you will be honored in the presence of all the other guests.\nFor all those who exalt themselves will be humbled, and those who humble themselves will be exalted.”\nThen Jesus said to his host, “When you give a luncheon or dinner, do not invite your friends, your brothers or sisters, your relatives, or your rich neighbors; if you do, they may invite you back and so you will be repaid.\nBut when you give a banquet, invite the poor, the crippled, the lame, the blind,\nand you will be blessed. Although they cannot repay you, you will be repaid at the resurrection of the righteous.”",
            "parable_version_id": 1,
            "status": "active",
            "created_at": "2022-09-26T12:04:31.000000Z",
            "updated_at": "2022-09-27T11:54:08.000000Z"
        },
        {
            "id": 21,
            "name": "The Hidden Treasure",
            "code": "hidden_treasure",
            "image": "https:\/\/naxrohan.github.io\/images\/story\/hidden_treasure.png",
            "audio": "https:\/\/naxrohan.github.io\/images\/story\/hidden_treasure.mp3",
            "details": "Kingdom of Heaven",
            "from_books": "Matthew 13:44",
            "story_text": "The Hidden Treasure\n“The kingdom of heaven is like treasure hidden in a field. When a man found it, he hid it again, and then in his joy went and sold all he had and bought that field.",
            "parable_version_id": 1,
            "status": "active",
            "created_at": "2022-09-26T12:04:31.000000Z",
            "updated_at": "2022-09-27T11:54:20.000000Z"
        },
        {
            "id": 22,
            "name": "Parable of the Pearl",
            "code": "pearl",
            "image": "https:\/\/naxrohan.github.io\/images\/story\/pearl.png",
            "audio": "https:\/\/naxrohan.github.io\/images\/story\/pearl.mp3",
            "details": "Kingdom of Heaven",
            "from_books": "Matthew 13:45–46",
            "story_text": "The Parables of the Pearl\n“Again, the kingdom of heaven is like a merchant looking for fine pearls.\nWhen he found one of great value, he went away and sold everything he had and bought it.",
            "parable_version_id": 1,
            "status": "active",
            "created_at": "2022-09-26T12:04:31.000000Z",
            "updated_at": "2022-09-27T11:54:27.000000Z"
        },
        {
            "id": 23,
            "name": "Parable of the Growing Seed",
            "code": "growing_seed",
            "image": "https:\/\/naxrohan.github.io\/images\/story\/growing_seed.png",
            "audio": "https:\/\/naxrohan.github.io\/images\/story\/growing_seed.mp3",
            "details": "Kingdom of Heaven",
            "from_books": "Mark 4:26–29",
            "story_text": "The Parable of the Growing Seed\nHe also said, “This is what the kingdom of God is like. A man scatters seed on the ground.\nNight and day, whether he sleeps or gets up, the seed sprouts and grows, though he does not know how.\nAll by itself the soil produces grain—first the stalk, then the head, then the full kernel in the head.\nAs soon as the grain is ripe, he puts the sickle to it, because the harvest has come.”",
            "parable_version_id": 1,
            "status": "active",
            "created_at": "2022-09-26T12:04:31.000000Z",
            "updated_at": "2022-09-27T11:54:37.000000Z"
        },
        {
            "id": 24,
            "name": "Parable of the Mustard Seed",
            "code": "mustard_seed",
            "image": "https:\/\/naxrohan.github.io\/images\/story\/mustard_seed.png",
            "audio": "https:\/\/naxrohan.github.io\/images\/story\/mustard_seed.mp3",
            "details": "Kingdom of Heaven",
            "from_books": "Matthew 13:31–32",
            "story_text": "The Parables of the Mustard Seed\nHe told them another parable: “The kingdom of heaven is like a mustard seed, which a man took and planted in his field.\nThough it is the smallest of all seeds, yet when it grows, it is the largest of garden plants and becomes a tree, so that the birds come and perch in its branches.”",
            "parable_version_id": 1,
            "status": "active",
            "created_at": "2022-09-26T12:04:31.000000Z",
            "updated_at": "2022-09-27T11:54:44.000000Z"
        },
        {
            "id": 25,
            "name": "Parable of the Leaven",
            "code": "yeast",
            "image": "https:\/\/naxrohan.github.io\/images\/story\/yeast.png",
            "audio": "https:\/\/naxrohan.github.io\/images\/story\/yeast.mp3",
            "details": "Kingdom of Heaven",
            "from_books": "Matthew 13:33–33",
            "story_text": "The Parables of the Yeast\nHe told them still another parable: “The kingdom of heaven is like yeast that a woman took and mixed into about sixty pounds[a] of flour until it worked all through the dough.”",
            "parable_version_id": 1,
            "status": "active",
            "created_at": "2022-09-26T12:04:31.000000Z",
            "updated_at": "2022-09-27T11:54:52.000000Z"
        },
        {
            "id": 26,
            "name": "Parable of the Lost Coin",
            "code": "lost_coin",
            "image": "https:\/\/naxrohan.github.io\/images\/story\/lost_coin.png",
            "audio": "https:\/\/naxrohan.github.io\/images\/story\/lost_coin.mp3",
            "details": "Loss and redemption",
            "from_books": "Luke 15:8–9",
            "story_text": "The Parable of the Lost Coin\n“Or suppose a woman has ten silver coins[a] and loses one. Doesn’t she light a lamp, sweep the house and search carefully until she finds it?\nAnd when she finds it, she calls her friends and neighbors together and says, ‘Rejoice with me; I have found my lost coin.’",
            "parable_version_id": 1,
            "status": "active",
            "created_at": "2022-09-26T12:04:31.000000Z",
            "updated_at": "2022-09-27T11:54:59.000000Z"
        },
        {
            "id": 27,
            "name": "The Two Debtors",
            "code": "two_debtors",
            "image": "https:\/\/naxrohan.github.io\/images\/story\/two_debtors.png",
            "audio": "https:\/\/naxrohan.github.io\/images\/story\/two_debtors.mp3",
            "details": "Love and forgiveness",
            "from_books": "Luke 7:41–43",
            "story_text": "The Two Debtors\n“Two people owed money to a certain moneylender. One owed him five hundred denarii,[a] and the other fifty.\nNeither of them had the money to pay him back, so he forgave the debts of both. Now which of them will love him more?”\nSimon replied, “I suppose the one who had the bigger debt forgiven.”\n“You have judged correctly,” Jesus said.",
            "parable_version_id": 1,
            "status": "active",
            "created_at": "2022-09-26T12:04:32.000000Z",
            "updated_at": "2022-09-27T11:56:01.000000Z"
        },
        {
            "id": 28,
            "name": "The Friend at Night",
            "code": "friend_at_night",
            "image": "https:\/\/naxrohan.github.io\/images\/story\/friend_at_night.png",
            "audio": "https:\/\/naxrohan.github.io\/images\/story\/friend_at_night.mp3",
            "details": "Prayer",
            "from_books": "Luke 11:5–8",
            "story_text": "The Friend at Night\nThen Jesus said to them, “Suppose you have a friend, and you go to him at midnight and say, ‘Friend, lend me three loaves of bread;\na friend of mine on a journey has come to me, and I have no food to offer him.’\nAnd suppose the one inside answers, ‘Don’t bother me. The door is already locked, and my children and I are in bed. I can’t get up and give you anything.’\nI tell you, even though he will not get up and give you the bread because of friendship, yet because of your shameless audacity[a] he will surely get up and give you as much as you need.",
            "parable_version_id": 1,
            "status": "active",
            "created_at": "2022-09-26T12:04:32.000000Z",
            "updated_at": "2022-09-27T11:56:15.000000Z"
        },
        {
            "id": 29,
            "name": "The Rich Fool",
            "code": "rich_fool",
            "image": "https:\/\/naxrohan.github.io\/images\/story\/rich_fool.png",
            "audio": "https:\/\/naxrohan.github.io\/images\/story\/rich_fool.mp3",
            "details": "Eschatology",
            "from_books": "Luke 12:16–21",
            "story_text": "The Rich Fool\nAnd he told them this parable: “The ground of a certain rich man yielded an abundant harvest.\nHe thought to himself, ‘What shall I do? I have no place to store my crops.’\n“Then he said, ‘This is what I’ll do. I will tear down my barns and build bigger ones, and there I will store my surplus grain.\nAnd I’ll say to myself, “You have plenty of grain laid up for many years. Take life easy; eat, drink and be merry.”’\n“But God said to him, ‘You fool! This very night your life will be demanded from you. Then who will get what you have prepared for yourself?’\n“This is how it will be with whoever stores up things for themselves but is not rich toward God.”",
            "parable_version_id": 1,
            "status": "active",
            "created_at": "2022-09-26T12:04:32.000000Z",
            "updated_at": "2022-09-27T12:02:27.000000Z"
        },
        {
            "id": 30,
            "name": "Parable of the Net",
            "code": "the_net",
            "image": "https:\/\/naxrohan.github.io\/images\/story\/the_net.png",
            "audio": "https:\/\/naxrohan.github.io\/images\/story\/the_net.mp3",
            "details": "Eschatology",
            "from_books": "Matthew 13:47–50",
            "story_text": "The Parable of the Net\n“Once again, the kingdom of heaven is like a net that was let down into the lake and caught all kinds of fish.\nWhen it was full, the fishermen pulled it up on the shore. Then they sat down and collected the good fish in baskets, but threw the bad away.\nThis is how it will be at the end of the age. The angels will come and separate the wicked from the righteous\nand throw them into the blazing furnace, where there will be weeping and gnashing of teeth.",
            "parable_version_id": 1,
            "status": "active",
            "created_at": "2022-09-26T12:04:32.000000Z",
            "updated_at": "2022-09-27T12:02:34.000000Z"
        },
        {
            "id": 31,
            "name": "The Budding Fig Tree",
            "code": "budding_fig",
            "image": "https:\/\/naxrohan.github.io\/images\/story\/budding_fig.png",
            "audio": "https:\/\/naxrohan.github.io\/images\/story\/budding_fig.mp3",
            "details": "Eschatology|Matthew 24:32–35,Mark 13:28–31",
            "from_books": "Luke 21:29–33",
            "story_text": "The Budding Fig Tree\n“Now learn this lesson from the fig tree: As soon as its twigs get tender and its leaves come out, you know that summer is near.\nEven so, when you see all these things, you know that it[a] is near, right at the door.\nTruly I tell you, this generation will certainly not pass away until all these things have happened.\nHeaven and earth will pass away, but my words will never pass away.",
            "parable_version_id": 1,
            "status": "active",
            "created_at": "2022-09-26T12:04:32.000000Z",
            "updated_at": "2022-09-27T12:02:43.000000Z"
        },
        {
            "id": 32,
            "name": "The Barren Fig Tree",
            "code": "barren_fig",
            "image": "https:\/\/naxrohan.github.io\/images\/story\/barren_fig.png",
            "audio": "https:\/\/naxrohan.github.io\/images\/story\/barren_fig.mp3",
            "details": "Eschatology",
            "from_books": "Luke 13:6–9",
            "story_text": "The Barren Fig\nThen he told this parable: “A man had a fig tree growing in his vineyard, and he went to look for fruit on it but did not find any.\nSo he said to the man who took care of the vineyard, ‘For three years now I’ve been coming to look for fruit on this fig tree and haven’t found any. Cut it down! Why should it use up the soil?’\n“‘Sir,’ the man replied, ‘leave it alone for one more year, and I’ll dig around it and fertilize it.\nIf it bears fruit next year, fine! If not, then cut it down.’”",
            "parable_version_id": 1,
            "status": "active",
            "created_at": "2022-09-26T12:04:32.000000Z",
            "updated_at": "2022-09-27T12:02:54.000000Z"
        },
        {
            "id": 33,
            "name": "The Lamp under a Bushel",
            "code": "lamp_stand",
            "image": "https:\/\/naxrohan.github.io\/images\/story\/lamp_stand.png",
            "audio": "https:\/\/naxrohan.github.io\/images\/story\/lamp_stand.mp3",
            "details": "Other|Matthew 5:14–15,Mark 4:21–25",
            "from_books": "Luke 8:16–18",
            "story_text": "A Lamp on a Stand\nHe said to them, “Do you bring in a lamp to put it under a bowl or a bed? Instead, don’t you put it on its stand?\nFor whatever is hidden is meant to be disclosed, and whatever is concealed is meant to be brought out into the open.\nIf anyone has ears to hear, let them hear.”\n“Consider carefully what you hear,” he continued. “With the measure you use, it will be measured to you—and even more.\nWhoever has will be given more; whoever does not have, even what they have will be taken from them.”",
            "parable_version_id": 1,
            "status": "active",
            "created_at": "2022-09-26T12:04:32.000000Z",
            "updated_at": "2022-09-27T12:03:07.000000Z"
        },
        {
            "id": 34,
            "name": "New Wine into Old Wineskins",
            "code": "wine_skins",
            "image": "https:\/\/naxrohan.github.io\/images\/story\/wine_skins.png",
            "audio": "https:\/\/naxrohan.github.io\/images\/story\/wine_skins.mp3",
            "details": "Other|Matthew 9:16–17,Mark 2:21–22",
            "from_books": "Luke 5:37–39",
            "story_text": "New Wine into Old Wineskins\n“No one sews a patch of unshrunk cloth on an old garment, for the patch will pull away from the garment, making the tear worse.\nNeither do people pour new wine into old wineskins. If they do, the skins will burst; the wine will run out and the wineskins will be ruined. No, they pour new wine into new wineskins, and both are preserved.”",
            "parable_version_id": 1,
            "status": "active",
            "created_at": "2022-09-26T12:04:32.000000Z",
            "updated_at": "2022-09-27T12:03:15.000000Z"
        },
        {
            "id": 35,
            "name": "Parable of the strong man",
            "code": "strong_man",
            "image": "https:\/\/naxrohan.github.io\/images\/story\/strong_man.png",
            "audio": "https:\/\/naxrohan.github.io\/images\/story\/strong_man.mp3",
            "details": "Other|Matthew 12:29–29,Mark 3:27–27",
            "from_books": "Luke 11:21–2",
            "story_text": "Parable of the strong man\n“Or again, how can anyone enter a strong man’s house and carry off his possessions unless he first ties up the strong man? Then he can plunder his house.",
            "parable_version_id": 1,
            "status": "active",
            "created_at": "2022-09-26T12:04:32.000000Z",
            "updated_at": "2022-09-27T12:03:24.000000Z"
        },
        {
            "id": 36,
            "name": "Counting the Cost",
            "code": "cost",
            "image": "https:\/\/naxrohan.github.io\/images\/story\/cost.png",
            "audio": "https:\/\/naxrohan.github.io\/images\/story\/cost.mp3",
            "details": "Other",
            "from_books": "Luke 14:28–33",
            "story_text": "Counting the Cost\n“Suppose one of you wants to build a tower. Won’t you first sit down and estimate the cost to see if you have enough money to complete it?\nFor if you lay the foundation and are not able to finish it, everyone who sees it will ridicule you,  saying, ‘This person began to build and wasn’t able to finish.’\n“Or suppose a king is about to go to war against another king. Won’t he first sit down and consider whether he is able with ten thousand men to oppose the one coming against him with twenty thousand?\nIf he is not able, he will send a delegation while the other is still a long way off and will ask for terms of peace.\nIn the same way, those of you who do not give up everything you have cannot be my disciples.",
            "parable_version_id": 1,
            "status": "active",
            "created_at": "2022-09-26T12:04:32.000000Z",
            "updated_at": "2022-09-27T12:03:33.000000Z"
        },
        {
            "id": 37,
            "name": "The Master and Servant",
            "code": "master_and_servant",
            "image": "https:\/\/naxrohan.github.io\/images\/story\/master_and_servant.png",
            "audio": "https:\/\/naxrohan.github.io\/images\/story\/master_and_servant.mp3",
            "details": "Other",
            "from_books": "Luke 17:7–10",
            "story_text": "The Master and Servant\n“Suppose one of you has a servant plowing or looking after the sheep. Will he say to the servant when he comes in from the field, ‘Come along now and sit down to eat’?\nWon’t he rather say, ‘Prepare my supper, get yourself ready and wait on me while I eat and drink; after that you may eat and drink’?\nWill he thank the servant because he did what he was told to do?\nSo you also, when you have done everything you were told to do, should say, ‘We are unworthy servants; we have only done our duty.’”",
            "parable_version_id": 1,
            "status": "active",
            "created_at": "2022-09-26T12:04:32.000000Z",
            "updated_at": "2022-09-27T12:03:43.000000Z"
        }
    ]
}